---
kind: property
id: P:Autodesk.Revit.DB.DividedSurface.Host
source: html/cf5cae80-7977-ad86-0381-3a56ee3c2b6c.htm
---
# Autodesk.Revit.DB.DividedSurface.Host Property

The element whose surface has been divided.

## Syntax (C#)
```csharp
public Element Host { get; }
```